Revit 2024 API
ParameterTypeId.StructuralSectionLangleBoltDiameterLongerFlange Property
 "Bolt Diameter Longer Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionLangleBoltDiameterLongerFlange { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionLangleBoltDiameterLongerFlange As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionLangleBoltDiameterLongerFlange {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace